pascal-4.0/tutorials/surfaceTracking/newInterFreeFoam/capillarity3DoneFluid/constant/faMesh/faMeshDefinition
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant/faMesh";
    object      faMeshDefinition;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

polyMeshPatches  1( freeSurface );

boundary
{
    sideWalls
    {
        type                patch;
        ownerPolyPatch      freeSurface;
        neighbourPolyPatch  sideWalls;
    }
}

// ************************************************************************** //
