pascal-4.0/tutorials/surfaceTracking/newInterFreeFoam/capillarity3DoneFluid/Allrun
#!/bin/sh

. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="newInterFreeFoam"

runApplication makeFaMesh
runApplication $application
